Repository: tomwuyutao/Weather-Atlas
Catalog: Weather/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt, ru, zh_hans, zh_hant

source: Fit Visible Places
de: Sichtbare Orte einpassen
es: Ajustar lugares visibles
fr: Ajuster les lieux visibles
it: Inquadra luoghi visibili
ja: 表示中の場所に合わせる
ko: 보이는 장소에 맞추기
pt: Ajustar locais visíveis
ru: Показать видимые места
zh_hans: 适配可见地点
zh_hant: 調整至可見地點

source: Fog
de: Nebel
es: Niebla
fr: Brouillard
it: Nebbia
ja: 霧
ko: 안개
pt: Nevoeiro
ru: Туман
zh_hans: 雾
zh_hant: 霧

source: For %@
de: Für %@
es: Para %@
fr: Pour %@
it: Per %@
ja: %@の予定
ko: %@ 기준
pt: Para %@
ru: На %@
zh_hans: 适用于 %@
zh_hant: 適用於 %@

source: Forecast
de: Vorhersage
es: Pronóstico
fr: Prévision
it: Previsione
ja: 予報
ko: 예측
pt: Previsão
ru: Прогноз
zh_hans: 预报
zh_hant: 預報

source: Forecast conditions
de: Wetterbedingungen
es: Condiciones meteorológicas
fr: Conditions météo
it: Condizioni meteo
ja: 予報の状況
ko: 예보 조건
pt: Condições de previsão
ru: Условия по прогнозу
zh_hans: 预报情况
zh_hant: 預報狀況

source: Forecast data is unavailable for the selected date.
de: Für das ausgewählte Datum sind keine Prognosedaten verfügbar.
es: Los datos de pronóstico no están disponibles para la fecha seleccionada.
fr: Les données de prévision ne sont pas disponibles pour la date sélectionnée.
it: I dati delle previsioni non sono disponibili per la data selezionata.
ja: 選択した日付の予測データは利用できません。
ko: 선택한 날짜에는 예측 데이터를 사용할 수 없습니다.
pt: Os dados de previsão não estão disponíveis para a data selecionada.
ru: Данные прогноза на выбранную дату недоступны.
zh_hans: 所选日期的预测数据不可用。
zh_hant: 所選日期的預測資料不可用。

source: Forecast date
de: Vorhersagedatum
es: Fecha del pronóstico
fr: Date des prévisions
it: Data delle previsioni
ja: 予報日
ko: 예보 날짜
pt: Data da previsão
ru: Дата прогноза
zh_hans: 预报日期
zh_hant: 預報日期

source: Forecast Date
de: Prognosedatum
es: Fecha prevista
fr: Date de prévision
it: Data di previsione
ja: 予報日
ko: 예측 날짜
pt: Data de previsão
ru: Дата прогноза
zh_hans: 预测日期
zh_hant: 預測日期

source: Forecast unavailable
de: Vorhersage nicht verfügbar
es: Pronóstico no disponible
fr: Prévisions indisponibles
it: Previsioni non disponibili
ja: 予報を利用できません
ko: 예보를 사용할 수 없음
pt: Previsão indisponível
ru: Прогноз недоступен
zh_hans: 天气预报不可用
zh_hant: 天氣預報無法使用

source: Forecast Unavailable
de: Vorhersage nicht verfügbar
es: Pronóstico no disponible
fr: Prévisions indisponibles
it: Previsioni non disponibili
ja: 予報を利用できません
ko: 예보를 사용할 수 없음
pt: Previsão indisponível
ru: Прогноз недоступен
zh_hans: 天气预报不可用
zh_hant: 天氣預報無法使用

source: Found %lld %@
de: Gefunden %lld %@
es: Encontrado %lld %@
fr: Trouvé %lld %@
it: Trovato %lld %@
ja: %lld %@ が見つかりました
ko: %lld %@를 찾았습니다.
pt: Encontrado %lld %@
ru: Найден %lld %@
zh_hans: 找到 %lld %@
zh_hant: 找到 %lld %@

source: Full hour
de: Volle Stunde
es: Hora completa
fr: Heure complète
it: Ora intera
ja: 1時間
ko: 한 시간
pt: Hora inteira
ru: Полный час
zh_hans: 完整一小时
zh_hant: 完整一小時

source: General
de: Allgemein
fr: Général
it: Generale
ja: 一般
ko: 일반
pt: Geral
ru: Основные
zh_hans: 通用
zh_hant: 一般

source: Half hour
de: Halbe Stunde
es: Media hora
fr: Demi-heure
it: Mezz'ora
ja: 30分
ko: 30분
pt: Meia hora
ru: Полчаса
zh_hans: 半小时
zh_hant: 半小時

source: Help
de: Hilfe
es: Ayuda
fr: Aide
it: Aiuto
ja: ヘルプ
ko: 도움말
pt: Ajuda
ru: Помощь
zh_hans: 帮助
zh_hant: 說明

source: High
de: Höchstwert
es: Máximo
fr: Maximum
it: Massimo
ja: 最高値
ko: 최고값
pt: Máximo
ru: Максимум
zh_hans: 最高值
zh_hant: 最高值

source: Home
de: Startseite
es: Inicio
fr: Accueil
ja: ホーム
ko: 홈
pt: Início
ru: Главная
zh_hans: 首页
zh_hant: 主頁

source: How Weather Atlas Works
de: So funktioniert Weather Atlas
es: Cómo funciona Weather Atlas
fr: Comment fonctionne Weather Atlas
it: Come funziona Weather Atlas
ja: Weather Atlasの使い方
ko: Weather Atlas 사용 방법
pt: Como funciona o Weather Atlas
ru: Как работает Weather Atlas
zh_hans: Weather Atlas 如何工作
zh_hant: Weather Atlas 如何運作

source: Invalid weather data for %@ has been left blank.
de: Ungültige Wetterdaten für %@ wurden leer gelassen.
es: Los datos meteorológicos no válidos de %@ se han dejado en blanco.
fr: Les données météo non valides pour %@ ont été laissées vides.
it: I dati meteo non validi per %@ sono stati lasciati vuoti.
ja: %@の無効な天気データは空欄のままです。
ko: %@의 잘못된 날씨 데이터는 비워 두었습니다.
pt: Os dados meteorológicos inválidos de %@ foram deixados em branco.
ru: Недопустимые данные о погоде для %@ оставлены пустыми.
zh_hans: %@ 的无效天气数据已留空。
zh_hant: %@ 的無效天氣資料已留空。

source: Keep every city together in Saved Places.
de: Halten Sie jede Stadt in „Gespeicherte Orte“ zusammen.
es: Mantén todas las ciudades juntas en Lugares guardados.
fr: Gardez chaque ville ensemble dans les lieux enregistrés.
it: Mantieni tutte le città insieme in Luoghi salvati.
ja: すべての都市を保存済みの場所にまとめて保存します。
ko: 모든 도시를 저장된 장소에 함께 보관하세요.
pt: Mantenha todas as cidades juntas em Locais salvos.
ru: Содержите все города вместе в сохраненных местах.
zh_hans: 将每个城市放在“已保存位置”中。
zh_hant: 將每個城市放在「已儲存位置」。

source: Kilometers (km)
de: Kilometer (km)
es: Kilómetros (km)
fr: Kilomètres (km)
it: Chilometri (km)
ja: キロメートル（km）
ko: 킬로미터(km)
pt: Quilômetros (km)
ru: Километры (км)
zh_hans: 千米 (km)
zh_hant: 公里 (km)

source: Language
de: Sprache
es: Idioma
fr: Langue
it: Lingua
ja: 言語
ko: 언어
pt: Idioma
ru: Язык
zh_hans: 语言
zh_hant: 語言

source: Large
de: Groß
es: Grande
fr: Grand
it: Grande
ja: 大きい
ko: 크게
pt: Grande
ru: Крупный
zh_hans: 大
zh_hant: 大

source: Last updated: %@
de: Zuletzt aktualisiert: %@
es: Última actualización: %@
fr: Dernière mise à jour : %@
it: Ultimo aggiornamento: %@
ja: 最終更新：%@
ko: 마지막 업데이트: %@
pt: Última atualização: %@
ru: Последнее обновление: %@
zh_hans: 上次更新：%@
zh_hant: 上次更新：%@

source: Leave this blank to use the saved location name.
de: Lass dieses Feld leer, um den gespeicherten Ortsnamen zu verwenden.
es: Déjalo en blanco para usar el nombre de ubicación guardado.
fr: Laissez ce champ vide pour utiliser le nom de lieu enregistré.
it: Lascia vuoto questo campo per usare il nome della posizione salvata.
ja: 保存した場所の名前を使うには、ここを空欄にしてください。
ko: 저장된 장소 이름을 사용하려면 비워 두세요.
pt: Deixe em branco para usar o nome da localização salva.
ru: Оставьте это поле пустым, чтобы использовать сохранённое название места.
zh_hans: 留空以使用已保存的位置名称。
zh_hant: 留空以使用已儲存的位置名稱。

source: less than one minute
de: weniger als eine Minute
es: menos de un minuto
fr: moins d'une minute
it: meno di un minuto
ja: 1分未満
ko: 1분 미만
pt: menos de um minuto
ru: менее одной минуты
zh_hans: 不到一分钟
zh_hant: 不到一分鐘

source: Light
de: Hell
es: Claro
fr: Clair
it: Chiaro
ja: ライト
ko: 라이트
pt: Claro
ru: Светлая
zh_hans: 浅色
zh_hant: 淺色

source: Loading countries
de: Länder werden geladen
es: Cargando países
fr: Chargement des pays
it: Caricamento paesi
ja: 国を読み込み中
ko: 국가 불러오는 중
pt: Carregando países
ru: Загрузка стран
zh_hans: 正在加载国家
zh_hant: 正在載入國家

source: Loading current-location weather…
de: Das Wetter am aktuellen Standort wird geladen…
es: Cargando el clima de la ubicación actual...
fr: Chargement de la météo de l'emplacement actuel…
it: Caricamento del meteo della posizione attuale…
ja: 現在地の天気を読み込み中…
ko: 현재 위치 날씨 로드 중…
pt: Carregando o clima da localização atual…
ru: Загрузка погоды для текущего местоположения…
zh_hans: 正在加载当前位置天气...
zh_hant: 正在加載當前位置天氣...

source: Loading forecast
de: Prognose wird geladen
es: Cargando pronóstico
fr: Chargement des prévisions
it: Caricamento previsioni
ja: 予報を読み込み中
ko: 예보 불러오는 중
pt: Carregando previsão
ru: Загрузка прогноза
zh_hans: 正在加载预报
zh_hant: 正在載入預報

source: Loading Forecast
de: Vorhersage wird geladen
es: Cargando pronóstico
fr: Chargement des prévisions
it: Caricamento delle previsioni
ja: 予報を読み込み中
ko: 예보 불러오는 중
pt: A carregar previsão
ru: Загрузка прогноза
zh_hans: 正在加载预报
zh_hant: 正在載入預報

source: Loading Forecast for %@
de: Vorhersage für %@ wird geladen
es: Cargando pronóstico para %@
fr: Chargement des prévisions pour %@
it: Caricamento delle previsioni per %@
ja: %@ の予報を読み込み中
ko: %@의 예보를 불러오는 중
pt: A carregar a previsão para %@
ru: Загрузка прогноза для %@
zh_hans: 正在加载 %@ 的预报
zh_hant: 正在載入 %@ 的預報

source: Loading forecast…
de: Vorhersage wird geladen…
es: Cargando pronóstico…
fr: Chargement des prévisions…
it: Caricamento delle previsioni…
ja: 予報を読み込み中…
ko: 예보 불러오는 중…
pt: A carregar previsão…
ru: Загрузка прогноза…
zh_hans: 正在加载预报…
zh_hant: 正在載入預報…

source: Loading Forecasts
de: Vorhersagen werden geladen
es: Cargando pronósticos
fr: Chargement des prévisions
it: Caricamento delle previsioni
ja: 予報を読み込み中
ko: 예보 불러오는 중
pt: A carregar previsões
ru: Загрузка прогнозов
zh_hans: 正在加载预报
zh_hant: 正在載入預報

source: Loading saved-place forecasts…
de: Vorhersagen für gespeicherte Orte werden geladen…
es: Cargando las previsiones de los lugares guardados…
fr: Chargement des prévisions des lieux enregistrés…
it: Caricamento delle previsioni per i luoghi salvati…
ja: 保存した場所の予報を読み込み中…
ko: 저장된 장소의 예보를 불러오는 중…
pt: A carregar as previsões dos locais salvos…
ru: Загрузка прогнозов для сохраненных мест…
zh_hans: 正在加载已保存地点的天气预报…
zh_hant: 正在載入已保存地點的天氣預報…

source: Loading the 10-day forecast…
de: 10-Tage-Vorhersage wird geladen…
es: Cargando la previsión de 10 días…
fr: Chargement des prévisions sur 10 jours…
it: Caricamento delle previsioni a 10 giorni…
ja: 10日間の予報を読み込み中…
ko: 10일 예보를 불러오는 중…
pt: A carregar a previsão para 10 dias…
ru: Загрузка прогноза на 10 дней…
zh_hans: 正在加载未来 10 天的天气预报…
zh_hant: 正在載入未來 10 天的天氣預報…

source: Location access is off. Allow it in Settings to show your local timeline and nearest sunny place.
de: Der Standortzugriff ist deaktiviert. Erlauben Sie es in den Einstellungen, Ihre lokale Zeitleiste und den nächstgelegenen sonnigen Ort anzuzeigen.
es: El acceso a la ubicación está desactivado. Permítale en Configuración mostrar su línea de tiempo local y el lugar soleado más cercano.
fr: L'accès à la localisation est désactivé. Autorisez-le dans Paramètres pour afficher votre chronologie locale et l'endroit ensoleillé le plus proche.
it: L'accesso alla posizione è disattivato. Consentilo in Impostazioni per mostrare la cronologia locale e il luogo soleggiato più vicino.
ja: 位置情報へのアクセスがオフになっています。設定で許可すると、ローカルのタイムラインと最も近い日当たりの良い場所が表示されます。
ko: 위치 액세스가 사용 중지되었습니다. 설정에서 허용하여 현지 타임라인과 가장 가까운 햇볕이 잘 드는 장소를 표시하세요.
pt: O acesso ao local está desativado. Permita que em Configurações mostre sua linha do tempo local e o local ensolarado mais próximo.
ru: Доступ к местоположению отключен. Разрешите это в настройках, чтобы отображать местную шкалу времени и ближайшее солнечное место.
zh_hans: 位置访问已关闭。在“设置”中允许它显示您当地的时间线和最近的阳光明媚的地方。
zh_hant: 位置存取已關閉。在“设置”中允许它显示您当地的时间线和最近的阳光明媚的地方。

source: Location marker
de: Standortmarkierung
es: Marcador de ubicación
fr: Marqueur de localisation
it: Indicatore di posizione
ja: ロケーションマーカー
ko: 위치 마커
pt: Marcador de localização
ru: Маркер местоположения
zh_hans: 位置标记
zh_hant: 位置標記

source: Longest Sunny Hours
de: Meiste Sonnenstunden
es: Más horas de sol
fr: Plus longues durées d’ensoleillement
it: Più ore di sole
ja: 晴れ時間が長い場所
ko: 가장 긴 맑은 시간
pt: Mais horas de sol
ru: Больше всего солнечных часов
zh_hans: 最长晴朗时段
zh_hant: 最長晴朗時段

source: Low
de: Tiefstwert
es: Mínimo
fr: Minimum
it: Minimo
ja: 最低値
ko: 최저값
pt: Mínimo
ru: Минимум
zh_hans: 最低值
zh_hant: 最低值

source: Manage Collections
de: Sammlungen verwalten
es: Gestionar colecciones
fr: Gérer les collections
it: Gestisci raccolte
ja: コレクションを管理
ko: 컬렉션 관리
pt: Gerir coleções
ru: Управление коллекциями
zh_hans: 管理集合
zh_hant: 管理集合

source: Manage Saved Places
de: Gespeicherte Orte verwalten
es: Administrar lugares guardados
fr: Gérer les lieux enregistrés
it: Gestisci luoghi salvati
ja: 保存した場所を管理
ko: 저장된 장소 관리
pt: Gerir locais salvos
ru: Управлять сохранёнными местами
zh_hans: 管理已保存的地点
zh_hant: 管理已保存的地點

source: Map
de: Karte
es: Mapa
fr: Carte
it: Mappa
ja: 地図
ko: 지도
pt: Mapa
ru: Карта
zh_hans: 地图
zh_hant: 地圖

source: Map area data is missing.
de: Daten für den Kartenbereich fehlen.
es: Faltan los datos del área del mapa.
fr: Les données de la zone de carte sont manquantes.
it: Mancano i dati dell'area della mappa.
ja: 地図エリアのデータがありません。
ko: 지도 영역 데이터가 없습니다.
pt: Faltam os dados da área do mapa.
ru: Данные области карты отсутствуют.
zh_hans: 缺少地图区域数据。
zh_hant: 缺少地圖區域資料。

source: Map centered here
de: Karte hier zentriert
es: Mapa centrado aquí
fr: Carte centrée ici
it: Mappa centrata qui
ja: ここを中心とした地図
ko: 여기를 중심으로 지도
pt: Mapa centralizado aqui
ru: Карта в центре здесь
zh_hans: 地图以这里为中心
zh_hant: 地圖以這裡為中心

source: Map Data
de: Kartendaten
es: Datos del mapa
fr: Données cartographiques
it: Dati della mappa
ja: 地図データ
ko: 지도 데이터
pt: Dados do mapa
ru: Данные карты
zh_hans: 地图数据
zh_hant: 地圖資料

source: Map selection
de: Kartenauswahl
es: Selección de mapa
fr: Sélection de carte
it: Selezione della mappa
ja: マップの選択
ko: 지도 선택
pt: Seleção de mapa
ru: Выбор карты
zh_hans: 地图选择
zh_hant: 地圖選擇

source: Maps
de: Karten
es: Mapas
fr: Cartes
it: Mappe
ja: マップ
ko: 지도
pt: Mapas
ru: Карты
zh_hans: 地图
zh_hant: 地圖

source: Maps Legal Sources
de: Rechtliche Hinweise zu Karten
es: Fuentes legales de Mapas
fr: Sources juridiques des cartes
it: Fonti legali delle mappe
ja: マップの法的情報
ko: 지도 법률 정보
pt: Fontes legais dos mapas
ru: Правовые источники карт
zh_hans: 地图法律信息
zh_hant: 地圖法律來源

source: Max Temperature
de: Höchsttemperatur
es: Temperatura máxima
fr: Température maximale
it: Temperatura massima
ja: 最高気温
ko: 최고 기온
pt: Temperatura máxima
ru: Максимальная температура
zh_hans: 最高温度
zh_hant: 最高溫度

source: Medium
de: Mittel
es: Mediano
fr: Moyen
it: Medio
ja: 標準
ko: 보통
pt: Médio
ru: Средний
zh_hans: 中等
zh_hant: 中等

source: Miles (mi)
de: Meilen (mi)
es: Millas (mi)
it: Miglia (mi)
ja: マイル（mi）
ko: 마일(mi)
pt: Milhas (mi)
ru: Мили (ми)
zh_hans: 英里 (mi)
zh_hant: 英里 (mi)

source: Missing cloud-cover data for %@.
de: Bewölkungsdaten für %@ fehlen.
es: Faltan los datos de nubosidad de %@.
fr: Les données de couverture nuageuse pour %@ sont manquantes.
it: Mancano i dati sulla copertura nuvolosa per %@.
ja: %@の雲量データがありません。
ko: %@의 구름량 데이터가 없습니다.
pt: Faltam os dados de nebulosidade de %@.
ru: Данные об облачности для %@ отсутствуют.
zh_hans: 缺少 %@ 的云量数据。
zh_hant: 缺少 %@ 的雲量資料。

source: Missing feels-like temperature data for %@.
de: Daten zur gefühlten Temperatur für %@ fehlen.
es: Faltan los datos de sensación térmica de %@.
fr: Les données de température ressentie pour %@ sont manquantes.
it: Mancano i dati della temperatura percepita per %@.
ja: %@の体感温度データがありません。
ko: %@의 체감온도 데이터가 없습니다.
pt: Faltam os dados de sensação térmica de %@.
ru: Данные об ощущаемой температуре для %@ отсутствуют.
zh_hans: 缺少 %@ 的体感温度数据。
zh_hant: 缺少 %@ 的體感溫度資料。

source: Missing forecast data for %@.
de: Prognosedaten für %@ fehlen.
es: Faltan los datos de pronóstico de %@.
fr: Les données de prévisions pour %@ sont manquantes.
it: Mancano i dati delle previsioni per %@.
ja: %@の予報データがありません。
ko: %@의 예보 데이터가 없습니다.
pt: Faltam os dados de previsão de %@.
ru: Данные прогноза для %@ отсутствуют.
zh_hans: 缺少 %@ 的预报数据。
zh_hant: 缺少 %@ 的預報資料。

source: Missing hourly data for %@.
de: Fehlende stündliche Daten für %@.
es: Faltan datos por hora de %@.
fr: Données horaires manquantes pour %@.
it: Dati orari mancanti per %@.
ja: %@ の時間別データがありません。
ko: %@의 시간별 데이터가 없습니다.
pt: Faltam dados horários para %@.
ru: Отсутствуют почасовые данные для %@.
zh_hans: %@ 缺少每小时数据。
zh_hant: %@ 缺少每小時資料。

source: Missing precipitation-chance data for %@.
de: Daten zur Niederschlagswahrscheinlichkeit für %@ fehlen.
es: Faltan los datos de probabilidad de precipitación de %@.
fr: Les données de probabilité de précipitations pour %@ sont manquantes.
it: Mancano i dati della probabilità di precipitazioni per %@.
ja: %@の降水確率データがありません。
ko: %@의 강수 확률 데이터가 없습니다.
pt: Faltam os dados de probabilidade de precipitação de %@.
ru: Данные о вероятности осадков для %@ отсутствуют.
zh_hans: 缺少 %@ 的降水概率数据。
zh_hant: 缺少 %@ 的降水機率資料。

source: Missing sunrise data for %@.
de: Fehlende Sonnenaufgangsdaten für %@.
es: Faltan datos del amanecer de %@.
fr: Données de lever du soleil manquantes pour %@.
it: Dati dell’alba mancanti per %@.
ja: %@ の日の出データがありません。
ko: %@의 일출 데이터가 없습니다.
pt: Faltam dados do nascer do sol para %@.
ru: Отсутствуют данные о восходе для %@.
zh_hans: %@ 缺少日出数据。
zh_hant: %@ 缺少日出資料。

source: Missing sunrise or sunset data for %@.
de: Fehlende Sonnenaufgangs- oder Sonnenuntergangsdaten für %@.
es: Faltan datos del amanecer o del atardecer de %@.
fr: Données de lever ou de coucher du soleil manquantes pour %@.
it: Dati di alba o tramonto mancanti per %@.
ja: %@ の日の出または日の入りデータがありません。
ko: %@의 일출 또는 일몰 데이터가 없습니다.
pt: Faltam dados do nascer ou do pôr do sol para %@.
ru: Отсутствуют данные о восходе или закате для %@.
zh_hans: %@ 缺少日出或日落数据。
zh_hant: %@ 缺少日出或日落資料。

source: Missing sunset data for %@.
de: Fehlende Sonnenuntergangsdaten für %@.
es: Faltan datos del atardecer de %@.
fr: Données de coucher du soleil manquantes pour %@.
it: Dati del tramonto mancanti per %@.
ja: %@ の日の入りデータがありません。
ko: %@의 일몰 데이터가 없습니다.
pt: Faltam dados do pôr do sol para %@.
ru: Отсутствуют данные о закате для %@.
zh_hans: %@ 缺少日落数据。
zh_hant: %@ 缺少日落資料。

source: Missing temperature data for %@.
de: Temperaturdaten für %@ fehlen.
es: Faltan los datos de temperatura de %@.
fr: Les données de température pour %@ sont manquantes.
it: Mancano i dati della temperatura per %@.
ja: %@の気温データがありません。
ko: %@의 기온 데이터가 없습니다.
pt: Faltam os dados de temperatura de %@.
ru: Данные о температуре для %@ отсутствуют.
zh_hans: 缺少 %@ 的温度数据。
zh_hant: 缺少 %@ 的溫度資料。

source: Missing time zone for %@.
de: Fehlende Zeitzone für %@.
es: Falta la zona horaria de %@.
fr: Fuseau horaire manquant pour %@.
it: Fuso orario mancante per %@.
ja: %@ のタイムゾーンがありません。
ko: %@의 시간대가 없습니다.
pt: Falta o fuso horário de %@.
ru: Отсутствует часовой пояс для %@.
zh_hans: %@ 缺少时区。
zh_hant: %@ 缺少時區。

source: Missing UV-index data for %@.
de: UV-Index-Daten für %@ fehlen.
es: Faltan los datos del índice UV de %@.
fr: Les données d’indice UV pour %@ sont manquantes.
it: Mancano i dati dell'indice UV per %@.
ja: %@のUV指数データがありません。
ko: %@의 자외선 지수 데이터가 없습니다.
pt: Faltam os dados do índice UV de %@.
ru: Данные УФ-индекса для %@ отсутствуют.
zh_hans: 缺少 %@ 的紫外线指数数据。
zh_hant: 缺少 %@ 的紫外線指數資料。

source: Missing visibility data for %@.
de: Sichtbarkeitsdaten für %@ fehlen.
es: Faltan los datos de visibilidad de %@.
fr: Les données de visibilité pour %@ sont manquantes.
it: Mancano i dati della visibilità per %@.
ja: %@の視程データがありません。
ko: %@의 가시거리 데이터가 없습니다.
pt: Faltam os dados de visibilidade de %@.
ru: Данные о видимости для %@ отсутствуют.
zh_hans: 缺少 %@ 的能见度数据。
zh_hant: 缺少 %@ 的能見度資料。

source: Missing weather condition data for %@.
de: Wetterzustandsdaten für %@ fehlen.
es: Faltan los datos de condiciones meteorológicas de %@.
fr: Les données de conditions météorologiques pour %@ sont manquantes.
it: Mancano i dati delle condizioni meteorologiche per %@.
ja: %@の天気状態データがありません。
ko: %@의 날씨 상태 데이터가 없습니다.
pt: Faltam os dados das condições meteorológicas de %@.
ru: Данные об условиях погоды для %@ отсутствуют.
zh_hans: 缺少 %@ 的天气状况数据。
zh_hant: 缺少 %@ 的天氣狀況資料。

source: Missing weather data for %@.
de: Fehlende Wetterdaten für %@.
es: Faltan datos meteorológicos de %@.
fr: Données météo manquantes pour %@.
it: Dati meteo mancanti per %@.
ja: %@ の気象データがありません。
ko: %@의 날씨 데이터가 없습니다.
pt: Faltam dados meteorológicos para %@.
ru: Отсутствуют данные о погоде для %@.
zh_hans: %@ 缺少天气数据。
zh_hant: %@ 缺少天氣資料。

source: Missing weather symbol for %@.
de: Fehlendes Wettersymbol für %@.
es: Falta el símbolo meteorológico de %@.
fr: Symbole météo manquant pour %@.
it: Simbolo meteo mancante per %@.
ja: %@ の天気シンボルがありません。
ko: %@의 날씨 기호가 없습니다.
pt: Falta o símbolo meteorológico de %@.
ru: Отсутствует символ погоды для %@.
zh_hans: %@ 缺少天气符号。
zh_hant: %@ 缺少天氣符號。

source: More
de: Mehr
es: Más
fr: Plus
it: Di più
ja: もっと
ko: 더
pt: Mais
ru: Более
zh_hans: 更多的
zh_hant: 更多的

source: Move the map to a continent, then use its center.
de: Verschieben Sie die Karte auf einen Kontinent und verwenden Sie dann dessen Mittelpunkt.
es: Mueve el mapa a un continente y luego usa su centro.
fr: Déplacez la carte vers un continent, puis utilisez son centre.
it: Sposta la mappa su un continente, quindi utilizza il suo centro.
ja: マップを大陸に移動し、その中心を使用します。
ko: 지도를 대륙으로 이동한 다음 중앙을 사용하세요.
pt: Mova o mapa para um continente e use seu centro.
ru: Переместите карту на континент, затем используйте его центр.
zh_hans: 将地图移至一个大陆，然后使用其中心。
zh_hant: 將地圖移至一個大陸，然後使用其中心。

source: Move the map to a country, then use its center.
de: Verschieben Sie die Karte auf ein Land und verwenden Sie dann dessen Mitte.
es: Mueve el mapa a un país y luego usa su centro.
fr: Déplacez la carte vers un pays, puis utilisez son centre.
it: Sposta la mappa su un paese, quindi utilizza il suo centro.
ja: 地図を国に移動し、その中心を使用します。
ko: 지도를 국가로 이동한 다음 해당 국가의 중심을 사용하세요.
pt: Mova o mapa para um país e use seu centro.
ru: Переместите карту в страну, затем используйте ее центр.
zh_hans: 将地图移至某个国家/地区，然后使用其中心。
zh_hant: 將地圖移至某個國家/地區，然後使用其中心。

source: Near Me
de: In meiner Nähe
es: cerca de mí
fr: Près de moi
it: Vicino a me
ja: 私の近く
ko: 내 주변
pt: Perto de mim
ru: Рядом со мной
zh_hans: 我附近
zh_hant: 我附近

source: Nearby city catalog data is missing.
de: Der Katalog mit Städten in der Nähe fehlt.
es: Faltan los datos del catálogo de ciudades cercanas.
fr: Les données du catalogue des villes à proximité sont manquantes.
it: Mancano i dati del catalogo delle città vicine.
ja: 近隣都市カタログのデータがありません。
ko: 주변 도시 카탈로그 데이터가 없습니다.
pt: Faltam os dados do catálogo de cidades próximas.
ru: Данные каталога ближайших городов отсутствуют.
zh_hans: 缺少附近城市目录数据。
zh_hant: 缺少附近城市目錄資料。

source: Nearby city forecasts are temporarily unavailable.
de: Vorhersagen für Städte in der Nähe sind vorübergehend nicht verfügbar.
es: Los pronósticos de ciudades cercanas no están disponibles temporalmente.
fr: Les prévisions des villes à proximité sont temporairement indisponibles.
it: Le previsioni per le città vicine sono temporaneamente non disponibili.
ja: 近隣の都市の天気予報は一時的に利用できなくなります。
ko: 주변 도시 예측을 일시적으로 사용할 수 없습니다.
pt: As previsões de cidades próximas estão temporariamente indisponíveis.
ru: Прогнозы по близлежащим городам временно недоступны.
zh_hans: 暂时无法提供附近城市的预报。
zh_hant: 暫時無法提供附近城市的預報。

source: Nearby Sunny Places
de: Sonnige Orte in der Nähe
es: Lugares soleados cercanos
fr: Endroits ensoleillés à proximité
it: Luoghi soleggiati nelle vicinanze
ja: 近くの晴れた場所
ko: 주변의 햇볕이 잘 드는 장소
pt: Lugares ensolarados próximos
ru: Солнечные места рядом
zh_hans: 附近阳光明媚的地方
zh_hant: 附近陽光明媚的地方

source: New Collection
de: Neue Sammlung
es: Nueva colección
fr: Nouvelle collection
it: Nuova raccolta
ja: 新規コレクション
ko: 새 컬렉션
pt: Nova coleção
ru: Новая коллекция
zh_hans: 新建集合
zh_hant: 新增集合

source: New Continent
de: Neuer Kontinent
es: Nuevo continente
fr: Nouveau continent
it: Nuovo continente
ja: 新しい大陸
ko: 새 대륙
pt: Novo continente
ru: Новый континент
zh_hans: 新建大洲
zh_hant: 新增大洲

source: New Country
de: Neues Land
es: Nuevo país
fr: Nouveau pays
it: Nuovo paese
ja: 新しい国
ko: 새 국가
pt: Novo país
ru: Новая страна
zh_hans: 新建国家
zh_hant: 新增國家

source: New Empty Collection
de: Neue leere Sammlung
es: Nueva colección vacía
fr: Nouvelle collection vide
it: Nuova raccolta vuota
ja: 新しい空のコレクション
ko: 새 빈 컬렉션
pt: Nova coleção vazia
ru: Новая пустая коллекция
zh_hans: 新建空集合
zh_hant: 新增空集合

source: Next Date
de: Nächstes Datum
es: próxima fecha
fr: Date suivante
it: Prossima data
ja: 次の日付
ko: 다음 날짜
pt: Próxima data
ru: Следующая дата
zh_hans: 下一个日期
zh_hant: 下一個日期

source: Next Forecast Date
de: Nächstes Prognosedatum
es: Siguiente fecha de pronóstico
fr: Date de prévision suivante
it: Data di previsione successiva
ja: 次の予報日
ko: 다음 예보 날짜
pt: Próxima data de previsão
ru: Следующая дата прогноза
zh_hans: 下一个预报日期
zh_hant: 下一個預報日期
